{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Bonus",
			"Children": [
				{
					"Source":
					{
						"Text": "Bouncy Shot"
					},
					"Translation":
					{
						"Text": "Bouncy Shot"
					},
					"Key": "BouncyShot"
				},
				{
					"Source":
					{
						"Text": "Ghost Shot"
					},
					"Translation":
					{
						"Text": "Ghost Shot"
					},
					"Key": "GhostShot"
				},
				{
					"Source":
					{
						"Text": "Mad Control"
					},
					"Translation":
					{
						"Text": "Mad Control"
					},
					"Key": "MadControl"
				},
				{
					"Source":
					{
						"Text": "Shield"
					},
					"Translation":
					{
						"Text": "Shield"
					},
					"Key": "Shield"
				},
				{
					"Source":
					{
						"Text": "Super Target Shot"
					},
					"Translation":
					{
						"Text": "Super Target Shot"
					},
					"Key": "TargetShot"
				}
			]
		},
		{
			"Namespace": "ST_Divers",
			"Children": [
				{
					"Source":
					{
						"Text": "Battle Over"
					},
					"Translation":
					{
						"Text": "Battle Over"
					},
					"Key": "BattleOver"
				},
				{
					"Source":
					{
						"Text": "Destroy your opponent Station !"
					},
					"Translation":
					{
						"Text": "Destroy your opponent Station !"
					},
					"Key": "Destroy"
				},
				{
					"Source":
					{
						"Text": "Player {Index} have the advantage !"
					},
					"Translation":
					{
						"Text": "Player {Index} have the advantage !"
					},
					"Key": "PlayerAdvantage"
				},
				{
					"Source":
					{
						"Text": "Ready"
					},
					"Translation":
					{
						"Text": "Ready"
					},
					"Key": "Ready"
				},
				{
					"Source":
					{
						"Text": "Revenge Match"
					},
					"Translation":
					{
						"Text": "Revenge Match"
					},
					"Key": "RevengeMatch"
				},
				{
					"Source":
					{
						"Text": "Skip"
					},
					"Translation":
					{
						"Text": "Skip"
					},
					"Key": "Skip"
				},
				{
					"Source":
					{
						"Text": "The Winner is"
					},
					"Translation":
					{
						"Text": "The Winner is"
					},
					"Key": "Winner"
				},
				{
					"Source":
					{
						"Text": "Welcome To Cyber Arena"
					},
					"Translation":
					{
						"Text": "Welcome To Cyber Arena"
					},
					"Key": "Welcome"
				}
			]
		},
		{
			"Namespace": "ST_PlayerData",
			"Children": [
				{
					"Source":
					{
						"Text": "A serious scientist and astronomer, he's a planets lovers. His goal is to create an artificial black hole. He participates in the Cyber Battle to test his inventions, his black hole in particular."
					},
					"Translation":
					{
						"Text": "A serious scientist and astronomer, he's a planets lovers. His goal is to create an artificial black hole. He participates in the Cyber Battle to test his inventions, his black hole in particular."
					},
					"Key": "CharDesSatoshi"
				},
				{
					"Source":
					{
						"Text": "An android created by a slacker to do his chores, he inherited his personality and also creates automation systems. The Cyber Battle is an opportunity to laze the rest of his life."
					},
					"Translation":
					{
						"Text": "An android created by a slacker to do his chores, he inherited his personality and also creates automation systems. The Cyber Battle is an opportunity to laze the rest of his life."
					},
					"Key": "CharDesN1B0"
				},
				{
					"Source":
					{
						"Text": "An extravagant ex-champion of strategy game, unmotivated of winning, he try a new interest in the Cyber Battle and exploit his talent of tactician to become a perfect winner. "
					},
					"Translation":
					{
						"Text": "An extravagant ex-champion of strategy game, unmotivated of winning, he try a new interest in the Cyber Battle and exploit his talent of tactician to become a perfect winner. "
					},
					"Key": "CharDesEdele"
				},
				{
					"Source":
					{
						"Text": "Auto Aim Temporaly"
					},
					"Translation":
					{
						"Text": "Auto Aim Temporaly"
					},
					"Key": "UltDesN1B0"
				},
				{
					"Source":
					{
						"Text": "Big Bang"
					},
					"Translation":
					{
						"Text": "Big Bang"
					},
					"Key": "UltNameSatoshi"
				},
				{
					"Source":
					{
						"Text": "Boring"
					},
					"Translation":
					{
						"Text": "Boring"
					},
					"Key": "TauntN1B0"
				},
				{
					"Source":
					{
						"Text": "Call Bombers and Fighters"
					},
					"Translation":
					{
						"Text": "Call Bombers and Fighters"
					},
					"Key": "UltDesEdele"
				},
				{
					"Source":
					{
						"Text": "Generate a Black Hole"
					},
					"Translation":
					{
						"Text": "Generate a Black Hole"
					},
					"Key": "UltDesSatoshi"
				},
				{
					"Source":
					{
						"Text": "No Pain But Gain"
					},
					"Translation":
					{
						"Text": "No Pain But Gain"
					},
					"Key": "UltNameN1B0"
				},
				{
					"Source":
					{
						"Text": "Predictable"
					},
					"Translation":
					{
						"Text": "Predictable"
					},
					"Key": "TauntSatoshi"
				},
				{
					"Source":
					{
						"Text": "Renfort"
					},
					"Translation":
					{
						"Text": "Renfort"
					},
					"Key": "UltNameEdele"
				},
				{
					"Source":
					{
						"Text": "Skill Issue"
					},
					"Translation":
					{
						"Text": "Skill Issue"
					},
					"Key": "TauntEdele"
				}
			]
		},
		{
			"Namespace": "ST_PlayerSelection",
			"Children": [
				{
					"Source":
					{
						"Text": "AI"
					},
					"Translation":
					{
						"Text": "AI"
					},
					"Key": "AI"
				},
				{
					"Source":
					{
						"Text": "Battle Settings"
					},
					"Translation":
					{
						"Text": "Battle Settings"
					},
					"Key": "BattleSettings"
				},
				{
					"Source":
					{
						"Text": "Champion Description"
					},
					"Translation":
					{
						"Text": "Champion Description"
					},
					"Key": "ChampionDescription"
				},
				{
					"Source":
					{
						"Text": "Cooldown : {Cooldown}s"
					},
					"Translation":
					{
						"Text": "Cooldown : {Cooldown}s"
					},
					"Key": "Cooldown"
				},
				{
					"Source":
					{
						"Text": "Duration : {Duration}s"
					},
					"Translation":
					{
						"Text": "Duration : {Duration}s"
					},
					"Key": "Duration"
				},
				{
					"Source":
					{
						"Text": "Hold"
					},
					"Translation":
					{
						"Text": "Hold"
					},
					"Key": "Hold"
				},
				{
					"Source":
					{
						"Text": "P1"
					},
					"Translation":
					{
						"Text": "P1"
					},
					"Key": "P1"
				},
				{
					"Source":
					{
						"Text": "P1 wants to switch"
					},
					"Translation":
					{
						"Text": "P1 wants to switch"
					},
					"Key": "P1Switch"
				},
				{
					"Source":
					{
						"Text": "P2"
					},
					"Translation":
					{
						"Text": "P2"
					},
					"Key": "P2"
				},
				{
					"Source":
					{
						"Text": "P2 wants to switch"
					},
					"Translation":
					{
						"Text": "P2 wants to switch"
					},
					"Key": "P2Switch"
				},
				{
					"Source":
					{
						"Text": "Player Selection !"
					},
					"Translation":
					{
						"Text": "Player Selection !"
					},
					"Key": "PlayerSelection"
				},
				{
					"Source":
					{
						"Text": "Random"
					},
					"Translation":
					{
						"Text": "Random"
					},
					"Key": "Random"
				},
				{
					"Source":
					{
						"Text": "Ready !!"
					},
					"Translation":
					{
						"Text": "Ready !!"
					},
					"Key": "Ready!"
				},
				{
					"Source":
					{
						"Text": "Ready ?"
					},
					"Translation":
					{
						"Text": "Ready ?"
					},
					"Key": "Ready?"
				},
				{
					"Source":
					{
						"Text": "SELECT YOUR CHAMPION AND CUSTOMIZE YOUR FIGHTER !"
					},
					"Translation":
					{
						"Text": "SELECT YOUR CHAMPION AND CUSTOMIZE YOUR FIGHTER !"
					},
					"Key": "Details"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": "Select"
					},
					"Key": "Select"
				},
				{
					"Source":
					{
						"Text": "Select your Champion"
					},
					"Translation":
					{
						"Text": "Select your Champion"
					},
					"Key": "SelectChampion"
				},
				{
					"Source":
					{
						"Text": "Select your Skills"
					},
					"Translation":
					{
						"Text": "Select your Skills"
					},
					"Key": "SelectSkills"
				},
				{
					"Source":
					{
						"Text": "Switch Side"
					},
					"Translation":
					{
						"Text": "Switch Side"
					},
					"Key": "SwitchSide"
				}
			]
		},
		{
			"Namespace": "ST_SettingsPause",
			"Children": [
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Back"
					},
					"Key": "Back"
				},
				{
					"Source":
					{
						"Text": "Main Menu"
					},
					"Translation":
					{
						"Text": "Main Menu"
					},
					"Key": "MainMenu"
				},
				{
					"Source":
					{
						"Text": "Pause"
					},
					"Translation":
					{
						"Text": "Pause"
					},
					"Key": "Pause"
				},
				{
					"Source":
					{
						"Text": "Player Selection"
					},
					"Translation":
					{
						"Text": "Player Selection"
					},
					"Key": "PlayerSelection"
				},
				{
					"Source":
					{
						"Text": "Resume"
					},
					"Translation":
					{
						"Text": "Resume"
					},
					"Key": "Resume"
				}
			]
		},
		{
			"Namespace": "ST_Skills",
			"Children": [
				{
					"Source":
					{
						"Text": "Bloc Barrier"
					},
					"Translation":
					{
						"Text": "Bloc Barrier"
					},
					"Key": "BlocBarrier"
				},
				{
					"Source":
					{
						"Text": "Create a following wall in front of your fighter.\r\nReflect your opponent projectile."
					},
					"Translation":
					{
						"Text": "Create a following wall in front of your fighter.\r\nReflect your opponent projectile."
					},
					"Key": "MirrorDes"
				},
				{
					"Source":
					{
						"Text": "Create an explosion around your fighter.\r\nExplode anything in range."
					},
					"Translation":
					{
						"Text": "Create an explosion around your fighter.\r\nExplode anything in range."
					},
					"Key": "IonicWaveDes"
				},
				{
					"Source":
					{
						"Text": "Create an explosion around your fighter.\r\nPush and Stun any other fighter in range."
					},
					"Translation":
					{
						"Text": "Create an explosion around your fighter.\r\nPush and Stun any other fighter in range."
					},
					"Key": "ImpulseWaveDes"
				},
				{
					"Source":
					{
						"Text": "Impulse Wave"
					},
					"Translation":
					{
						"Text": "Impulse Wave"
					},
					"Key": "ImpulseWave"
				},
				{
					"Source":
					{
						"Text": "Invincibility"
					},
					"Translation":
					{
						"Text": "Invincibility"
					},
					"Key": "Invincibility"
				},
				{
					"Source":
					{
						"Text": "Ionic Wave"
					},
					"Translation":
					{
						"Text": "Ionic Wave"
					},
					"Key": "IonicWave"
				},
				{
					"Source":
					{
						"Text": "Mine Layer"
					},
					"Translation":
					{
						"Text": "Mine Layer"
					},
					"Key": "MineLayer"
				},
				{
					"Source":
					{
						"Text": "Mirror"
					},
					"Translation":
					{
						"Text": "Mirror"
					},
					"Key": "Mirror"
				},
				{
					"Source":
					{
						"Text": "Renders your fighter impervious to every attacks."
					},
					"Translation":
					{
						"Text": "Renders your fighter impervious to every attacks."
					},
					"Key": "InvincibilityDes"
				},
				{
					"Source":
					{
						"Text": "Shot a Huge Missile in front of you.\r\nExplode in a medium range when it hits anything."
					},
					"Translation":
					{
						"Text": "Shot a Huge Missile in front of you.\r\nExplode in a medium range when it hits anything."
					},
					"Key": "TimedOgiveDes"
				},
				{
					"Source":
					{
						"Text": "Spawn 3 blocs in front of your fighter."
					},
					"Translation":
					{
						"Text": "Spawn 3 blocs in front of your fighter."
					},
					"Key": "BlocBarrierDes"
				},
				{
					"Source":
					{
						"Text": "Spawn a mine at your fighter position.\r\nExplode if anything else than you hit it."
					},
					"Translation":
					{
						"Text": "Spawn a mine at your fighter position.\r\nExplode if anything else than you hit it."
					},
					"Key": "MineLayerDes"
				},
				{
					"Source":
					{
						"Text": "Timed Ogive"
					},
					"Translation":
					{
						"Text": "Timed Ogive"
					},
					"Key": "TimedOgive"
				}
			]
		},
		{
			"Namespace": "ST_Tuto",
			"Children": [
				{
					"Source":
					{
						"Text": "Active Bonus"
					},
					"Translation":
					{
						"Text": "Active Bonus"
					},
					"Key": "ActiveBonus"
				},
				{
					"Source":
					{
						"Text": "Battle Settings"
					},
					"Translation":
					{
						"Text": "Battle Settings"
					},
					"Key": "BattleSettings"
				},
				{
					"Source":
					{
						"Text": "Bonus Settings"
					},
					"Translation":
					{
						"Text": "Bonus Settings"
					},
					"Key": "BonusSettings"
				},
				{
					"Source":
					{
						"Text": "Hide Description"
					},
					"Translation":
					{
						"Text": "Hide Description"
					},
					"Key": "HideDescription"
				},
				{
					"Source":
					{
						"Text": "Show Description"
					},
					"Translation":
					{
						"Text": "Show Description"
					},
					"Key": "ShowDescription"
				}
			]
		},
		{
			"Namespace": "ST_UMGMainMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Credits"
					},
					"Translation":
					{
						"Text": "Credits"
					},
					"Key": "Credits"
				},
				{
					"Source":
					{
						"Text": "Play !"
					},
					"Translation":
					{
						"Text": "Play !"
					},
					"Key": "Play"
				},
				{
					"Source":
					{
						"Text": "Play VS IA !"
					},
					"Translation":
					{
						"Text": "Play VS IA !"
					},
					"Key": "IA"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "Quit"
					},
					"Key": "Quit"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Settings"
					},
					"Key": "Settings"
				},
				{
					"Source":
					{
						"Text": "Tutorial"
					},
					"Translation":
					{
						"Text": "Tutorial"
					},
					"Key": "Tutorial"
				}
			]
		}
	]
}